const thai_paragraphs = [
    "ภาษาไทย",
    "ลดปริมาณอาหารแต่ละมื้อลงหรือเปลี่ยนมากินให้บ่อยขึ้น รวมทั้งเคี้ยวให้ละเอียดมากขึ้นด้วย และการกินอาหารประเภททอดที่มีน้ำมันมากๆ ก็จะทำให้กระเพาะทำงานช้าลง และทำให้ความเป็นกรดด่างในน้ำย่อยเปลี่ยนไป ทำให้เกิดอาการท้องอืดท้องเฟ้อได้ด้วยการดื่มชากาแฟก็ มีส่วนทำให้เกิดอาการปวดท้องได้เช่นกัน เพราะคาเฟอีนจะกระตุ้นให้เกิดกรดในกระเพาะอาหาร",
    "มะละกอเป็นอาหาร หลักในชีวิตประจำวันของภาคอีสาน เป็นผลไม้ที่มีคุณค่าทางโภชนาการสูง และมีสรรพคุณทางยาสมุนไพรบำบัดรักษาโรค มีชื่อเรียกต่างกันตามท้องถิ่น มะละกอเป็นพืชมหัศจรรย์ ทุกส่วนสามารถนำไปใช้ประโยชน์ ผลนำไปประกอบอาหารได้หลายชนิดอุดมไปด้วยวิตามินเอและสารเบต้าแคโรทีนต่อต้านโรคมะเร็ง มีวิตามินซี แคลเซียม ฟอสฟอรัส เนื้อของผลดิบและผลสุกช่วยป้องกันและบำบัดรักษาโรค",
];